{"id": "pb-001", "passage": "The drummer counts the alley lights under his breath.\nEach lamp is a cue for the same heel turn.\nNeighbors expect the pivot when his coat flares.\nHe keeps time by clicking the gate with his ring.\nEven the stray cat sways when the ring taps.\nSteam from the grates rises on beat with him.\n\nTonight a delivery truck idles at the curb.\nThe driver hums the same bar in sympathy.\nThen he drops a box at the wrong beat.\nCardboard splits, spilling copper gears.\nThe drummer stumbles because the rhythm cracks.", "pattern_line_idx": 3, "break_line_idx": 9, "design_note": "Pattern is identity; the break proves the material.", "requires_vocabulary": ["pattern", "break", "rhythm"]}
{"id": "pb-002", "passage": "Mara arranges the invoices by color before sunrise.\nShe sharpens three pencils until they almost vanish.\nEvery mug faces east on her desk.\nShe whispers the same greeting to the empty chairs.\nThe lobby clock ticks in polite approval.\nHer notes align with the seams of the blotter.\n\nA courier bursts through the door without knocking.\nRain flicks from his jacket onto the forms.\nHe lays a photo upside down on her keyboard.\nMara freezes as the clock skips a beat.", "pattern_line_idx": 4, "break_line_idx": 9, "design_note": "Pattern is identity; the break proves the material.", "requires_vocabulary": ["pattern", "break", "rhythm"]}
{"id": "pb-003", "passage": "The chorus rehearses in the church basement.\nEach vowel lengthens exactly four counts.\nSopranos lift their chins on the third bar.\nAltos sway left when the organ swells.\nTenors trace the same circle on the floor with their toes.\nThe director smiles only when the wave repeats.\n\nA fuse pops and the organ coughs into silence.\nOne tenor keeps singing a measure late.\nLaughter ripples, bending the circle out of shape.\nThe director claps once to save the ending.", "pattern_line_idx": 2, "break_line_idx": 7, "design_note": "Pattern is identity; the break proves the material.", "requires_vocabulary": ["pattern", "break", "rhythm"]}
