{"id":"od-001","stem":"Which detail shows the landing shifting?","passage":"The vote tally crawled across the screen, each number a breath held or released. People in the room stayed quiet, hands gripping coffee cups gone cold.\n\nWhen the final count flipped, the youngest member laughed—a bright, startled sound. It faded fast, replaced by the slow exhale of everyone else recalibrating.","choices":[{"id":"a","text":"The cold coffee cups"},{"id":"b","text":"The screen tally"},{"id":"c","text":"The startled laugh"},{"id":"d","text":"The slow exhale"}],"answer":"d","design_note":"Outcome shifts when the collective response changes direction.","requires_vocabulary":["outcome","landing"]}
{"id":"od-002","stem":"Where do you see the cost landing?","passage":"She read the letter twice before folding it along the creases someone else had made. The hallway smelled like paint and new carpet, both pretending to be permanent.\n\nShe placed the letter back into the envelope and slipped it under his door. Her hand stayed there a heartbeat longer, palm on the wood as if weighting the decision into place.","choices":[{"id":"a","text":"Folding the letter"},{"id":"b","text":"Smelling paint"},{"id":"c","text":"Leaving it under the door"},{"id":"d","text":"Resting her palm on the wood"}],"answer":"d","design_note":"Outcome is the moment the choice settles; the lingering touch lands it.","requires_vocabulary":["choice","landing"]}
{"id":"od-003","stem":"Which beat turns possibility into result?","passage":"They rehearsed the plan all night, whispering over the creaks of the old house. The map on the table had routes marked in pencil, smudged from too many revisions.\n\nAt dawn she nodded once, and they moved. Boots hit the porch in unison, the sound of commitment closing every other exit.","choices":[{"id":"a","text":"The smudged map"},{"id":"b","text":"Nodding once"},{"id":"c","text":"The porch creaking"},{"id":"d","text":"The old house"}],"answer":"b","design_note":"A single gesture can dial the outcome from planning to action.","requires_vocabulary":["outcome","action"]}
