{"id":"pb-001","stem":"Where is the repetition established?","passage":"Every morning he wiped the counter twice, left to right, then set the kettle on the same burner. The routine made the kitchen feel like a diagram he could solve.\n\nToday he missed the second wipe. His hand hovered instead, listening to the footsteps racing up the stairs.","choices":[{"id":"a","text":"Wiping the counter twice"},{"id":"b","text":"Setting the kettle down"},{"id":"c","text":"Missing the second wipe"},{"id":"d","text":"Hearing footsteps"}],"answer":"a","design_note":"Pattern is built by repetition before any break can register.","requires_vocabulary":["pattern","repetition"]}
{"id":"pb-002","stem":"What breaks the rhythm?","passage":"She placed fresh flowers on the reception desk every Thursday, always the same white lilies. Their scent turned the lobby into a soft hallway.\n\nThis week she arrived with wildflowers tangled in butcher paper. The petals spilled across the check-in forms, red and unplanned.","choices":[{"id":"a","text":"Arriving on Thursday"},{"id":"b","text":"Choosing white lilies"},{"id":"c","text":"Bringing wildflowers"},{"id":"d","text":"Stacking check-in forms"}],"answer":"c","design_note":"The break is the surprise choice that contradicts the known habit.","requires_vocabulary":["break","habit"]}
{"id":"pb-003","stem":"Which detail shows the material of the pattern?","passage":"The guard tapped his baton twice on the floor before every shift change, a beat that settled the crowd. His boots always pointed forward, shoulders squared to the hall.\n\nWhen the warning siren blared, he still tapped twice. The baton clicked against the tile, softer than the alarm, but the habit framed the danger.","choices":[{"id":"a","text":"Boots pointed forward"},{"id":"b","text":"The baton tapping twice"},{"id":"c","text":"The siren blaring"},{"id":"d","text":"The crowd settling"}],"answer":"b","design_note":"Material patterns show up in repeated tactile sounds or motions.","requires_vocabulary":["material","pattern"]}
