{"id":"ssh-001","stem":"Which action qualifies as SHOW?","passage":"He said nothing about fear, but his thumb traced the edge of the ticket until the paper fluffed. The train announcement blurred into static, every syllable stretching the station thinner.\n\nWhen the doors opened, he placed the ticket on the bench and stepped back. Nobody claimed it. The empty seat spoke for him.","choices":[{"id":"a","text":"Tracing the ticket"},{"id":"b","text":"Hearing the announcement"},{"id":"c","text":"The door opening"},{"id":"d","text":"Stepping back"}],"answer":"a","design_note":"SHOW signals come through physical detail that reveals weight without naming it.","requires_vocabulary":["show","detail"]}
{"id":"ssh-002","stem":"Where is a SAY signal working?","passage":"She cleared her throat twice, then told them she’d keep the secret if they let her stay. The words weren’t elegant, but they landed like a bargain placed on the table.\n\nNobody answered out loud. A chair scraped, the lights buzzed, and she folded her hands to keep them from shaking.","choices":[{"id":"a","text":"Clearing her throat"},{"id":"b","text":"Promising to keep the secret"},{"id":"c","text":"The buzzing lights"},{"id":"d","text":"Folding her hands"}],"answer":"b","design_note":"SAY moments speak the cost plainly even if the voice trembles.","requires_vocabulary":["say","cost"]}
{"id":"ssh-003","stem":"Which beat hides more than it reveals?","passage":"He insisted he was fine, the way people do when the world has already checked the opposite box. His smile sat crooked on his face, like the hinges on the broken locker behind him.\n\nHe rearranged the books inside, making a barrier of spines. Nobody mentioned the bruise at his collar, but the air leaned toward it.","choices":[{"id":"a","text":"Saying he was fine"},{"id":"b","text":"The crooked smile"},{"id":"c","text":"Stacking books as a barrier"},{"id":"d","text":"The bruise at his collar"}],"answer":"a","design_note":"A HIDE signal covers damage with language, inviting the reader to see through it.","requires_vocabulary":["hide","signal"]}
