{"id":"sp-001","stem":"Read and answer: where does the weight sit in this passage?","passage":"She set the cup down too quietly. The sound was almost polite; that’s what made it loud.\n\nHe looked up, not at her but at the door behind her. The cup stayed between them, the table listing toward the decision neither named.","choices":[{"id":"a","text":"In the adjective list"},{"id":"b","text":"In the quiet placement of the cup"},{"id":"c","text":"In the color of the wall"},{"id":"d","text":"In the time of day"}],"answer":"b","design_note":"A restrained gesture acts like negative space; it makes the next beat heavier.","requires_vocabulary":["balance","weight"]}
{"id":"sp-002","stem":"Which moment carries the friction here?","passage":"Their laughter stalled as the elevator hesitated between floors. The cable hummed, thin as a violin string stretched too far.\n\nShe pressed the emergency button and smiled at him like it was a game. He watched the doors, counted the bolts that held them, and knew how many could fail.","choices":[{"id":"a","text":"When they walked into the lobby"},{"id":"b","text":"When the elevator hesitated"},{"id":"c","text":"When she told a joke"},{"id":"d","text":"When the lights turned on"}],"answer":"b","design_note":"Pause and mechanical detail shift comfort into strain, signaling the real pressure point.","requires_vocabulary":["friction","weight"]}
{"id":"sp-003","stem":"Where is the cost named without words?","passage":"The contract lay open on the table. Every line was neat, the ink the kind that never smudges.\n\nHe rested his palm on the signature block but did not pick up the pen. Across from him, the agent waited, still as a statue, letting the silence tally interest.","choices":[{"id":"a","text":"In the color of the ink"},{"id":"b","text":"In the untouched signature block"},{"id":"c","text":"In the agent’s badge"},{"id":"d","text":"In the room’s wallpaper"}],"answer":"b","design_note":"Restraint and pause frame the price; attention sits on the waiting action.","requires_vocabulary":["cost","attention"]}
