{"id":"tr-001","stem":"Where does the room tilt?","passage":"The radiator clanked once and gave up, leaving the windows to fog themselves. Chairs scraped closer as people leaned in, heat gathering from their breath instead.\n\nMara opened the folder and turned the top page toward them. The diagram was upside down, but they all understood it; the angle of the paper told them which way the night would fall.","choices":[{"id":"a","text":"When the radiator stops"},{"id":"b","text":"When Mara turns the page"},{"id":"c","text":"When someone coughs"},{"id":"d","text":"When the lights flicker"}],"answer":"b","design_note":"Small physical shifts reorient the group; that’s the tilt.","requires_vocabulary":["tilt","attention"]}
{"id":"tr-002","stem":"What signal shifts the space?","passage":"Rain hammered the roof, making the library sound like a drum. Dust spiraled in the shaft of light above their table.\n\nHe slid a map between them and tapped the corner with his finger. The tapping stopped when she covered his hand with hers, the table suddenly a stage.","choices":[{"id":"a","text":"The dust in the air"},{"id":"b","text":"The map entering the middle"},{"id":"c","text":"The smell of rain"},{"id":"d","text":"The mention of the drum"}],"answer":"b","design_note":"Inserting an object shifts focus; the room follows that gravity.","requires_vocabulary":["focus","gravity"]}
{"id":"tr-003","stem":"Which beat bends the atmosphere?","passage":"They sat in a corridor painted in cheerful colors, the kind chosen for schools. The clock ticked loudly enough to count the nerves in the room.\n\nWhen the door opened, the principal did not speak. She simply stepped aside and gestured to the chairs inside. The invitation tilted every spine toward a new balance.","choices":[{"id":"a","text":"The color of the corridor"},{"id":"b","text":"The loud ticking clock"},{"id":"c","text":"The silent invitation"},{"id":"d","text":"The mention of schools"}],"answer":"c","design_note":"An unspeaking gesture can reframe the whole scene, turning air into expectation.","requires_vocabulary":["gesture","expectation"]}
